myrottenpotatoes/app/controllers/movies_controller.rb

  def index
    # @movies = Movie.all
    @movies = Movie.order(:title)
---
SELECT "movies".* FROM "movies" ORDER BY "movies"."title" ASC